Repository: simasleman12/managmentAppForClinic
Catalog: lib/l10n/app_*.arb
Languages: fa

# dkkd
source: slawww mn englishm
fa: slawww mn kurdim

# d
source: Login to your account
fa: بچۆرە ناو هەژمارەكەت

source: cash
fa: نەختی

# resturant
source: Restaurant
fa: چێشتخانە

source: Change Language
fa: گۆڕینی زمان

source: History
fa: مێژوو

source: Availability
fa: بەردەست بوون

source: Unavailable
fa: بەردەست نییە

source: Available
fa: بەردەست

source: Manager
fa: بەڕێوەبەر

source: Service
fa: خزمەتگوزاری

source: Basket
fa: سەبەتە

source: Food
fa: خواردن

source: Male
fa: نێر

source: Female
fa: مێ

source: Process
fa: پرۆسە

# markcomplet
source: Mark Complete
fa: تەواو بووە

# notifyservent
source: Notify Servant
fa: خزمەتکار ئاگادار بکەرەوە

source: Sort By Time
fa: ڕیزبەندی بەپێی کات

# success
source: Succeeded Orders
fa: فەرمانە سەرکەوتووەکان

source: In-Process
fa: لە پرۆسەکەدا

source: InBox
fa: لە سندوقدا

source: Balance
fa: باڵانس

source: Deduct
fa: لێبڕین

# depost
source: Deposit
fa: پارە دانان

# confirmprint
source: Confirm and Print
fa: پشتڕاستکردنەوە و چاپکردن

source: pay loan
fa: قەرز بدە

source: Amount
fa: بڕ

source: Log
fa: تۆمارکردن

# storname
source: Store Name
fa: ناوی فرۆشگا

# grand
source: Grant
fa: بەخشین

source: Order Tracking
fa: بەدواداچوونی داواکاری

# managment
source: Management
fa: بەڕێوەبردن

# lowinstok
source: Low In Stock
fa: کەم لە کۆگادایە

# monthtopcosumables
source: Monthly Top Consumables
fa: مانگانە سەرەوە بەکارهێنراوەکان

source: Supplies
fa: پێداویستییەکان

source: Nearly Expired
fa: نزیکە لە بەسەرچوون

source: Dashboard
fa: داشبۆرد

source: Paid
fa: پارەی دا

# wating
source: Waiting
fa: چاوەڕوان کردن

source: Loan
fa: قەرز

source: Chef
fa: سەرۆک

source: Security
fa: ئاسایش

source: Reseption
fa: پرسگە

# capitan
source: Captain
fa: کاپتن

source: Garson
fa: گارسۆن

source: Bill
fa: پسوولە

# totalern
source: Total Earn
fa: کۆی گشتی داهات

# managecatagory
source: Manage Categories
fa: بەڕێوەبردنی پۆلەکان

source: Gender
fa: ڕەگەز

source: Age
fa: تەمەن

# absentday
source: Absent Days
fa: ڕۆژانی ئامادەنەبوون

# menumanagment
source: Menu Management
fa: بەڕێوەبردنی مینیو

# tablemanagment
source: Table Management
fa: بەڕێوەبردنی مێز

source: Staff
fa: ستاف

source: Order History
fa: مێژووی فەرمانەکان

# ordertraking
source: Order tracking
fa: بەدواداچوونی داواکاری

# specialgusted
source: Special Guests
fa: میوانی تایبەت

source: Populer Food
fa: خواردنی بەناوبانگ

# popularday
source: Populer Day
fa: ڕۆژی جەماوەر

source: Purchase Overview
fa: تێڕوانینێکی گشتی بۆ کڕین

source: Revenue
fa: داهات

source: No of Purchase
fa: ژمارەی کڕین

source: Send Order
fa: ناردنی داواکاری

# orderchif
source: Do you want to send order to chef ?
fa: دەتەوێت داواکاری بنێری بۆ چێشتلێنەر ؟

source: Notification
fa: ئاگادارکردنەوە

# tablenum
source: Table Number
fa: ژمارەی خشتە

source: Reseved
fa: تەرخانکراوە

source: Occupied
fa: داگیرکراوە

# returnorder
source: Returned Order
fa: ڕێکخستنی ڕیکخراو

# faildorder
source: Failed Order
fa: فەرمانی شکستخواردوو

# technicalisu
source: Technical Issue
fa: کێشەی تەکنیکی

source: Other
fa: ئی تر

source: Breakfast
fa: نانی بەیانی

source: Soup
fa: شۆربا

source: Sandwiches
fa: ساندویچ

source: Burger
fa: بەرگر

source: Pasta
fa: پاستا

source: Pizza
fa: پیتزا

source: Salads
fa: زەڵاتە

source: Desserts
fa: شیرینیەکان

source: Crepe
fa: کرێپ

source: Drink
fa: خواردنەوە

source: Sing In
fa: چوونە ژوورەوە

# email
source: Email Address
fa: ئیمەیڵ

source: Password
fa: وشەی نهێنی

# vaildemail
source: Enter valid email
fa: ئیمەیڵی دروست داخڵ بکە

# vaildpassword
source: The password is not valid
fa: وشەی نهێنی دروست نییە

# forgetpass
source: Forgot your password?
fa: وشەی نهێنیت لەبیر كردووە ؟

source: Pos system
fa: خاڵی فرۆشتن

# scancode
source: scan Barcode
fa: سکان بارکۆد

# nametitle
source: Mango clothes
fa: جل و بەرگی مانگۆ

# customer
source: custemor
fa: کڕیار

# customertype
source: Select Customers Type
fa: جۆری کڕیاران هەڵبژێرە

# byhandcustomer
source: By Hand Customers
fa: لەلایەن کڕیارانی دەستی

# ourcustomer
source: Our Customers
fa: کریارەکانمان

source: Delivery
fa: گەیاندن

# ordernow
source: Current Order
fa: داواکاری ئێستا

source: Add
fa: زیادکردن

source: Item
fa: کەلوپەل

# subtotal
source: Subtital
fa: کۆی گشتی

source: Discount
fa: داشکان

source: Total Price
fa: نرخی گشتی

# printinvoce
source: print invoice
fa: فاکتورەی چاپکردن

source: User
fa: بەکارهێنەر

# product
source: Products
fa: بەرهەمەکان

# listorder
source: Order List
fa: لیستی داواکارییەکان

source: Checkout
fa: پشکنین

# setting
source: settings
fa: ڕێکخستنەکان

source: logout
fa: دەرچوون

source: search
fa: گەڕان

source: Delete
fa: سڕینەوە

source: Edit
fa: دەستکاریکردن

# viwedetail
source: View details
fa: بینینی وردەکارییەکان

source: Cancle
fa: ڕەتکردنەوە

source: Country
fa: وڵات

source: Custemors Name
fa: ناوی کڕیاران

source: phone
fa: ژمارەی تەلەفۆن

# address
source: Address Line One
fa: ناونیشان یەکەم

# addersstow
source: Address Line Two
fa: ناونیشان دووەم

source: Provinse
fa: پارێزگا

source: City
fa: شار

source: Note
fa: تێبینی

# countryvalid
source: checked Country
fa: وڵاتی پشکنیوە

# custemorsnamevaild
source: checked Custemors Name
fa: پشکنیوە ناوی کڕیاران

# phonevaild
source: checked phone
fa: مۆبایلەکەی پشکنیوە

# addressvaild
source: checked Address Line One
fa: هێڵی ناونیشانی یەکەمی پشکنی

# addersstowvaild
source: checked Address Line Two
fa: هێڵی ناونیشانی دووەمی پشکنی

# provinsevaild
source: checked Provinse
fa: پرۆڤینسی پشکنی

# cityvaild
source: checked City
fa: سیتی پشکنی

# notevaild
source: checked Note
fa: تێبینی

# addcustomer
source: Add Customers
fa: زیادکردنی کڕیاران

# editcustomer
source: Edit Customers
fa: دەستکاریکردنی کڕیاران

source: Name
fa: ناو

# deletcustomermessege
source: your customer being deleted
fa: کڕیارەکەت دەسڕدرێتەوە

# customerdetailview
source: View customer detials
fa: بینینی وردەکارییەکانی کڕیار

source: Username
fa: ناوی بەکارهێنەر

source: Order Date
fa: ڕۆژی داواکردن

source: Qty
fa: بڕ

source: Price
fa: نرخ

source: Status
fa: دۆخ

source: Active
fa: چالاک

source: Inactive
fa: ناچالاک

# userdeletmessege
source: user was be deleted
fa: بەکارهێنەر سڕاوەتەوە

source: Add Product
fa: زیادکردنی بەرهەم

source: Categories
fa: پۆلەکان

source: Brands
fa: براندەکان

source: Suppliers
fa: دابینکەران

source: Inventory
fa: لیستی کەلوپەل

source: Sort By
fa: ڕێکخستن بەپێی

source: ID
fa: ناسنامە

source: Sale Price
fa: نرخی فرۆشتن

source: Stock Over View
fa: تێڕوانینێکی گشتی بۆ کۆگاکان

source: Product Code
fa: کۆدی بەرهەم

source: Image
fa: وێنە

source: All
fa: گشت

source: Product Name
fa: ناوی بەرهەم

source: Product Brand
fa: مارکەی بەرهەم

# catagoryname
source: Category Name
fa: ناوی پۆل

# catagorycode
source: Product Code
fa: کۆدی بەرهەم

# catagorycodetype
source: Product Code Type
fa: جۆری کۆدی بەرهەم

# imageupload
source: Upload image
fa: وێنە باربکە

source: Expiry
fa: بەسەرچوون

source: $ Cost
fa: $ تێچوون

source: upload
fa: بارکردن

source: Bulk Rate
fa: ڕێژەی بەکۆمەڵ

source: Discount Rate Type
fa: جۆری ڕێژەی داشکاندن

# discountpercntage
source: Discount Percentage
fa: ڕێژەی داشکاندن %

source: Discount amount
fa: بڕی داشکاندن

source: Description
fa: وەسف کردن

source: Bulk Price
fa: نرخی کۆ

# expriydate
source: Expiry Date
fa: بەرواری بەسەرچوون

source: Add Catagory
fa: زیادکردنی پۆل

source: Edit Catagory
fa: دەستکاری پۆل بکە

source: Brand Name
fa: ناوی مارکە

source: Add Brand
fa: زیادکردنی براند

source: edit Brand
fa: دەستکاری براند

# addsuplier
source: Add Supplier
fa: دابینکەر زیاد بکە

# supliername
source: Supplier Name
fa: ناوی دابینکەر

# anotheremail
source: Another Email Address
fa: ناونیشانێکی تری ئیمەیڵ

source: ID Order
fa: داواکاری ناسنامە

source: Date
fa: بەروار

source: By
fa: لەلایەن

source: Complete
fa: تەواو بێت

source: Pending
fa: لە چاوەڕوانیدا

source: Canceled
fa: هەڵوەشێنراوەتەوە

source: Export CSV
fa: هەناردەکردنی CSV

source: Usename
fa: ناوی بەکارهێنەر

# showworder
source: show orders
fa: داواکاریەکان پیشان بدە

# oderdate
source: Order Date
fa: بەرواری داواکردن

# showsuplier
source: show supplier
fa: پیشاندانی دابینکەر

source: Detail
fa: وردەکاری

source: product detail
fa: وردەکاری بەرهەمەکە

# avarageprice
source: Average Price
fa: تێکڕای نرخ

source: Bulk Sale
fa: فرۆشتنی بەکۆمەڵ

source: Unit Sale
fa: فرۆشتنی یەکە

source: Quantity
fa: بڕ

source: Type
fa: جۆر

source: Search By
fa: گەڕان بە

# barcode
source: Barcode scanner
fa: سکانەری بارکۆد

source: Invoice
fa: پسوولە

# permition
source: Permission
fa: ڕێپێدان

source: Unit price
fa: نرخى يەكە

source: Select Item
fa: بابەتی هەڵبژێرە

source: unit class
fa: پۆلی یەکە

source: Edit product
fa: دەستکاریکردنی بەرهەم

source: Add User
fa: زیادکردنی بەکارهێنەر

source: confirm password
fa: وشەی نهێنی پشتڕاست بکەوە

source: showroom
fa: پێشانگاکە

source: Unit
fa: یەکە

source: Unit Name
fa: ناوی یەکە

source: Report
fa: ڕاپۆرت

source: To
fa: بۆ

source: Performance
fa: ئەدای کارکردن

source: Yesterday
fa: دوێنێ

source: Today
fa: ئەمڕۆ

source: This week
fa: ئەم هەفتەیە

# last7day
source: Last 7 days
fa: ٧ ڕۆژی ڕابردوو

source: This month
fa: ئەم مانگە

source: Custom
fa: بە خواستی خۆت

# reportsale
source: Sale Report
fa: ڕاپۆرتی فرۆشتن

# salebycasher
source: Sale By Cashier
fa: فرۆشتن لەلایەن کاشێر

source: Sale By Product
fa: فرۆشتن بە بەرهەم

source: Chart
fa: هێڵکاری

# chartsale
source: Sale chart
fa: هێڵکاری فرۆشتن

source: Total Sale
fa: کۆی گشتی فرۆشتن

# order
source: Orders
fa: فەرمانەکان

source: Item sold
fa: بابەتی فرۆشراو

source: Top sale
fa: فرۆشتنی سەرەکی

source: main Product
fa: بەرهەمی سەرەکی

# maincatagory
source: main Category
fa: پۆلی سەرەکی

source: Add Unit
fa: زیادکردنی یەکە

source: Admin
fa: ئەدمین

source: Supplier
fa: دابینکەر

source: Payment
fa: پارەدان

# grop
source: Group
fa: گروپ

# casher
source: Cachier
fa: کاشێر

source: Moderator
fa: سەرپەرشتیار

# returne
source: Return
fa: گەڕانەوە

# folder
source: Logs
fa: لۆگەکان

source: Batch number
fa: ژمارەی وەجبە

source: Move product
fa: بەرهەمەکە بگوازەرەوە

source: Original
fa: ئەسڵی

source: Manual
fa: دەستنووس

source: Normal
fa: ئاسایی

source: Alert
fa: ئاگاداری

source: Critical
fa: ڕەخنەگرانە

source: Message
fa: پەیام

source: Action
fa: کردار

source: Duration
fa: ماوەی

source: Collection Code
fa: کۆدی کۆکردنەوە

source: contact person name
fa: ناوی کەسی پەیوەندیدار

# purchase
source: purchase price
fa: نرخی كڕین

# error
source: you have not this product please add
fa: ئەم بەرهەمەت نییە تکایە زیاد بکە
